// Preflight
"DISK_FULL_TITLE" = "O disco rígido não dispõe de espaço suficiente.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "Necessita de %@ de espaço disponível para descarregar as actualizações. Para criar mais espaço, remova ficheiros do disco rígido e volte a tentar.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "Necessita de %@ de espaço disponível para descarregar e instalar as actualizações. Para criar mais espaço, remova ficheiros do disco de arranque e volte a tentar.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "O computador não está ligado a uma fonte de alimentação.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "É melhor ligar o computador a uma fonte de alimentação antes de proceder à instalação. Tem a certeza de que pretende continuar a instalação?";
"CONTINUE_TITLE" = "Continuar";

"CANCEL_TITLE" = "Cancelar";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "Não é possível guardar a actualização “%@”.";
"NONE_CHECKED_DOWNLOAD_ERROR" = "Não foi possível guardar nenhuma das actualizações seleccionadas.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "Não foi possível guardar algumas das actualizações seleccionadas.";

"UPDATE_INSTALL_ERROR" = "Não é possível instalar a actualização “%@”.";
"NONE_CHECKED_INSTALL_ERROR" = "Não foi possível instalar nenhuma das actualizações seleccionadas.";
"SOME_CHECKED_INSTALL_ERROR" = "Não foi possível efectuar a instalação de algumas das actualizações seleccionadas.";

"OK_TITLE" = "OK";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "Não é possível instalar a actualização.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "Para poder instalar as actualizações, tem de terminar sessão.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "Para concluir a instalação e terminar sessão, clique em Terminar sessão.";
"LOG_OUT_AND_INSTALL_TITLE" = "Terminar sessão";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "Para instalar as actualizações, tem de reiniciar o computador.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "Clique em Reiniciar, para concluir a instalação e reiniciar o computador.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Reiniciar";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "Para instalar as actualizações, tem de desligar o computador.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Para concluir a instalação e desligar o computador, clique em Desligar. Terá de carregar no botão de alimentação, para voltar a ligar o computador.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Desligar";

"NOT_NOW_TITLE" = "Agora não";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "Uma vez terminada a outra actualização, pode descarregar e instalar este software escolhendo Actualização de Software no menu Apple.";
"DEFAULT_NO_NETWORK_MESSAGE" = "Da próxima vez que estabelecer ligação à Internet, pode descarregar e instalar o software escolhendo Actualização de Software no menu Apple.";
"STANDARD_NO_SUS_MESSAGE" = "Certifique-se de que a ligação à rede está a funcionar correctamente. Contacte o administrador do seu sistema se não conseguir identificar o problema.";
"NO_UPDATE_FOUND_ERROR" = "De momento, o software não está disponível.";
